"CIAdditionCompositing" = "Tilføjer farvekomponenter til fremstilling af en lysnende effekt. Filteret bruges typisk til at tilføje lys- og overstrålingseffekter.";"CIAffineClamp" = "Udfører en affin ændring på et kildebillede og fastgør derefter punkterne på kanten af det ændrede billede og strækker dem udad. Dette filter virker på samme måde som CIAffineTransform-filteret bortset fra, at det frembringer et billede med en uendelig størrelse. Du kan bruge dette filter, når du skal sløre et billede, men vil undgå en blød, sort frynse langs med kanterne.";"CIAffineTile" = "Anvender en affin ændring på et billede og inddeler derefter det ændrede billede i fliser.";"CIAffineTransform" = "Anvender en affin ændring på et billede. Du kan skalere, omdanne og rotere input-billedet. Du kan også anvende en kombination af disse handlinger.";"CIBarsSwipeTransition" = "Overgange fra et billede til et andet ved at feje rektangulære dele af forgrundsbilledet væk for at afsløre målbilledet.";"CIBlendWithMask" = "Bruger værdier fra en gråtonemaske til interpolering mellem et billede og baggrunden. Når en maskeværdi er 0,0, er resultatet i baggrunden. Når maskeværdien er 1,0, er billedet resultatet.";"CIBloom" = "Blødgør kanter og anvender en behagelig glød på et billede.";"CIBoxBlur" = "Udglatter eller gør et billede skarpt vha. en kasseformet, convolution-kerne.";"CIBumpDistortion" = "Opretter en konkav eller konveks ujævnhed, der udspringer på et bestemt punkt i billedet.";"CIBumpDistortionLinear" = "Opretter en ujævnhed, der udspringer fra en lineær del af billedet.";"CICMYKHalftone" = "Opretter en farvet halvtonegengivelse af kildebilledet, vha. cyan, magenta, gule og sorte trykfarver over en hvid side.";"CICheckerboardGenerator" = "Frembringer et skakternet mønster. Du kan angive størrelse og farver på skakbrættet og mønsterets skarphed.";"CICircleSplashDistortion" = "Forvrænger de pixler, der starter ved en cirkels omkreds og stråler udad.";"CICircularScreen" = "Simulerer en cirkulær halvtoneraster.";"CICircularWrap" = "Svøber et billede omkring en gennemsigtig cirkel. Billedets forvrængning forøges med afstanden fra cirklens centrum.";"CIColorControls" = "Justerer værdier for mætning, lysstyrke og kontrast.";"CIColorCube" = "Bruger en tredimensional farvetabel til at ændre pixler i kildebilledet. Farvetabellen skal bestå af flydende RGBA-celler, der bruger beregnet alfa. Cellerne er organiseret i en standardrækkefølge. Kolonnerne og rækkerne med data er indekseret med hhv. rød og grøn. Hvert dataplan efterfølges af det næste højere plan i dataene, med planer indekseret med blå.";"CIColorInvert" = "Inverterer farverne i et billede.";"CIColorMap" = "Udfører en ikke-lineær ændring af værdier for kildefarver vha. overførselsværdier i en tabel.";"CIColorMatrix" = "Multiplicerer fareværdierne i kilden og føjer en vægtningsfaktor til hver farvekomponent.";"CIColorMonochrome" = "Omdefinerer farver, så de falder inden for skyggerne i en enkelt farve.";"CIColorPosterize" = "Omdefinerer røde, grønne og blå farvekomponenter til det antal lysstyrkeværdier, du angiver for hver farvekomponent. Dette filter gør farver mere matte, så de kommer til at ligne en plakat med silketryk.";"CIComicEffect" = "Simulerer en tegning fra en tegneserie, hvor kanterne er i kontur, og der er anvendt en effekt i halvtonefarve.";"CIConstantColorGenerator" = "Fremstiller en dækkende farve. Du bruger typisk resultatet af dette filter som input til et andet filter.";"CICopyMachineTransition" = "Overgange fra et billede til et andet simuleret ved effekten af en kopimaskine.";"CICrop" = "Anvender en beskæring på et billede. Størrelsen og faconen på det beskårne billede afhænger af det anførte rektangel.";"CICrystallize" = "Opretter farveblokke i polygonfacon ved at samle kildeværdier for pixelfarve.";"CIDiscBlur" = "Udglatter eller gør et billede skarpt vha. en diskformet convolution-kerne.";"CIDisintegrateWithMaskTransition" = "Overgange fra et billede til et andet vha. den figur, der defineres af en maske.";"CIDisplacementDistortion" = "Anvender gråtoneværdierne i det andet billede på det første billede. Resultatbilledet har en tekstur, som er defineret af gråtoneværdierne.";"CIDissolveTransition" = "Bruger en opløsning som overgang fra et billede til et andet.";"CIDotScreen" = "Simulerer punkterne i et rastermønster.";"CIEdges" = "Finder alle kanter i et billede og viser dem i farve.";"CIEdgeWork" = "Frembringer en stiliseret sort og hvid gengivelse af et billede, som ligner en udskåret træklods.";"CIEightfoldReflectedTile" = "Frembringer et fliseinddelt billede fra et kildebillede ved at anvende reflekteret symmetri med 8 retninger.";"CIExposureAdjust" = "Justerer eksponeringsindstillingen i et billede på samme måde som du kontrollerer eksponeringen på et kamera, når du ændrer blændeindstilling.";"CIFalseColor" = "Overfører luminans til et farveforløb med to farver. Falsk farve bruges ofte til at behandle astronomiske og andre videnskabelige data, f.eks. ultraviolette og røntgenbilleder.";"CIFastBoxBlur" = "Udglatter eller gør et billede skarpt vha. en kasseformet, convolution-kerne.";"CIFastDiscBlur" = "Udglatter eller gør et billede skarpt vha. en diskformet convolution-kerne.";"CIFlashTransition" = "Overgange fra et billede til et andet gennem oprettelse af en blitz. Blitzen kommer fra et punkt, som du angiver. Blitzen er lille til at begynde med, men udvides hurtigt, indtil hele billedrammen er udfyldt med blitzfarven. Når farven udtones, begynder målbilledet at tone frem.";"CIFourfoldReflectedTile" = "Frembringer et fliseinddelt billede fra et kildebillede ved at anvende reflekteret symmetri med 4 retninger.";"CIFourfoldRotatedTile" = "Frembringer et fliseinddelt billede fra et kildebillede ved at rotere kilden i intervaller på 90 grader.";"CIFourfoldTranslatedTile" = "Frembringer et fliseinddelt billede fra et kildebillede ved at anvende 4 omdannelseshandlinger.";"CIGammaAdjust" = "Justerer lysstyrken på mellemtoner. Dette filter bruges typisk til at kompensere for skærmes ikke-lineære effekter. Ved effektiv gammajustering ændres overgangens hældning mellem sort og hvid.";"CIGaussianBlur" = "Spreder kildepixler i en mængde angivet af en gaussfordeling.";"CIGaussianGradient" = "Frembringer en gradient, der varierer fra en farve til en anden vha. en gaussfordeling.";"CIGlassDistortion" = "Forvrænger et billede ved at anvende en glaslignende tekstur. De forhøjede dele af resultatbilledet er resultatet af anvendelsen af et teksturkort.";"CIGlassLozenge" = "Fremstiller en rhombeformet linse og forvrænger den del af billede, som linsen anbringes over.";"CIGlideReflectedTile" = "Fremstiller et fliseinddelt billede fra et kildebillede ved at omdanne og udtvære billedet.";"CIGloom" = "Dæmper lysene i et billede.";"CIHatchedScreen" = "Simulerer skraverede rastermønstre.";"CIHeightFieldFromMask" = "Frembringer et vedvarende, tredimensionalt loftformet højdefelt fra en gråtonemaske. De hvide værdier i masken definerer de pixler, der er inden i højdefeltet, mens de sorte værdier definerer de pixler, der er udenfor. Feltet varierer jævnt og uafbrudt inden i masken og når værdien 0 ved kanten af masken. Du kan bruge dette filter sammen med CIShadedMaterial-filteret til at fremstille fantastisk realistiske skyggede objekter.";"CIHexagonalPixellate" = "Viser et billede som farvelagte sekskanter, hvis farve er et gennemsnit af de pixler, de erstatter.";"CIHoleDistortion" = "Opretter et cirkulært områder, der skubber billedpixlerne udad, og de pixler, der ligger tættest på cirklen, forvrænges mest.";"CIHueAdjust" = "Ændrer den samlede nuance, eller farvetone, i kildepixlerne.";"CIKaleidoscope" = "Frembringer et kalejdoskopisk billede fra et kildebillede ved at anvende symmetri med 12 retninger.";"CILanczosScaleTransform" = "Fremstiller en skaleret version af kildebilledet i høj kvalitet. Du bruger typisk dette filter, når du skalerer et billede ned.";"CILenticularHaloGenerator" = "Simulerer en overstråling, der er frembragt af den diffraktion, der er forbundet med en linses spredning. Dette filter anvendes typisk på et andet billede for at simulere linseoverstråling og lignende effekter.";"CILineOverlay" = "Opretter en skitse, der viser kanterne på et billede med sort kontur og efterlader de dele af billedet, der ikke er i kontur, gennemsigtige. Resultatet har alfa og gengives i sort, så det vil ikke se ud af meget, før du gengiver det ved at anbringe kilden ovenpå et sammensat billede.";"CILineScreen" = "Simulerer linjemønstrene på en halvtoneraster.";"CILinearGradient" = "Fremstiller en gradient, der varierer langs en lineær akse mellem to definerede slutpunkter.";"CIMaskToAlpha" = "Konverterer et gråtonebillede til et hvidt billede afmasket af alfa. De hvide værdier fra kildebilledet fremstiller det indvendige af masken; de sorte værdier bliver helt gennemsigtige.";"CIMaximumCompositing" = "Beregner den maksimale værdi, efter farvekomponent, af to input-billeder og opretter et resultatbillede vha. de maksimale værdier. Det svarer til at gøre billedet lysere.";"CIMedianFilter" = "Beregner medianværdien for en gruppe pixler ved siden af hinanden og erstatter hver pixelværdi med medianen. Har en støjnedsættende effekt.";"CIMinimumCompositing" = "Beregner den minimale værdi, efter farvekomponent, af to input-billeder og opretter et resultatbillede vha. de minimale værdier. Det svarer til at gøre billedet mørkere.";"CIModTransition" = "Overgange fra et billede til et andet ved at vise målbilledet gennem huller med uregelmæssig facon.";"CIMotionBlur" = "Slører et billede for at simulere den effekt, hvor man bruger et kamera, der bevæges med en bestemt vinkel og hastighed, mens billedet tages.";"CIMultiplyCompositing" = "Multiplicerer farvekomponenten i to input-billeder og fremstiller et resultatbillede vha. de multiplicerede værdier. Dette filter bruges typisk til at føje et spotlight eller en lignende lyseffekt til et billede.";"CINoiseReduction" = "Nedsætter støjen vha. en tærskelværdi for at definere, hvad der opfattes som støj. Små ændringer i luminans under den værdi opfattes som støj og modtager en behandling til støjnedsættelse, som er en lokal sløring. Ændringer over tærskelværdien opfattes som kanter, så de tegnes skarpere op.";"CIOpTile" = "Segmenterer et billede, anvender evt. anført skalering og rotation og samler derefter billedet igen for at give det et op-art-udseende.";"CIPageCurlTransition" = "Overgange fra et billede til et andet ved at simulere en side, der trækkes af, hvor det næste billede vises, når siden vendes.";"CIParallelogramTile" = "Gør et billede skævt ved at reflektere det i et parallelogram og derefter inddele resultatet i fliser.";"CIPerspectiveTile" = "Anvender en perspektivændring på et billede og inddeler derefter resultatet i fliser.";"CIPerspectiveTransform" = "Ændrer et billedes geometri for at simulere tilskuerens forskellige synsvinkler. Du kan bruge perspektivfilteret til at gøre et billede skråt.";"CIPinchDistortion" = "Opretter et rektangulært område, der kniber billedpixlerne indad, og de pixler, der ligger tættest på rektanglet, forvrænges mest.";"CIPixellate" = "Gør et billede kornet.";"CIPointillize" = "Gengiver kildebilledet i et pointillistisk format.";"CIRadialGradient" = "Fremstiller en gradient, der varierer radialt mellem to cirkler med det samme centrum. En af cirklerne må gerne have en radius på 0.";"CIRandomGenerator" = "Fremstiller et billede med uendelig størrelse, hvis pixelværdier består af op til fire uafhængige, ensartet fordelte tilfældige tal i udsnittet 0 til 1.";"CIRippleTransition" = "Overgange fra et billede til et andet ved oprettelse af en cirkulær bølge, der udgår fra det midterste punkt og fritlægger det nye billede i kølvandet på bølgen.";"CISepiaTone" = "Overfører farverne i et billede til forskellige nuancer af brunt.";"CIShadedMaterial" = "Frembringer et skygget billede fra et højdefelt. Højdefeltet er defineret til at have større højde med lysere skygger og mindre højder (lavere områder) med mørkere skygger. Du kan kombinere dette filter med CIHeightFieldFromMask-filteret til hurtigt at skyggelægge masker, f.eks. tekst.";"CISharpenLuminance" = "Forøger billedets detaljer vha. skarphed. Det virker på billedets luminans; det har ingen indflydelse på pixlernes farvekvalitet.";"CISixfoldReflectedTile" = "Frembringer et fliseinddelt billede fra et kildebillede ved at anvende reflekteret symmetri med 6 retninger.";"CISixfoldRotatedTile" = "Frembringer et fliseinddelt billede fra et kildebillede ved at rotere kilden i intervaller på 60 grader.";"CISourceAtopCompositing" = "Anbringer kildebilledet oven på baggrundsbilledet og bruger derefter baggrundsbilledets luminans til at bestemme, hvad der skal vises. Det sammensatte billede viser baggrundsbilledet og de dele af kildebilledet, der ligger over synlige dele på baggrunden.";"CISourceInCompositing" = "Bruger det andet billede til at definere, hvad der skal efterlades i kildebilledet - en effektiv beskæring af billedet.";"CISourceOutCompositing" = "Bruger det andet billede til at definere, hvad der skal fjernes fra det første billede.";"CISourceOverCompositing" = "Anbringer det andet billede oven på det første.";"CISpotColor" = "Erstatter et eller flere farveudsnit med staffagefarver.";"CISpotLight" = "Anvender en retningsbestemt spotlyseffekt på et billede.";"CIStarShineGenerator" = "Fremstiller en stjerneskudslignende mønster. Resultatbilledet bruges typisk som input til et andet filter.";"CIStripesGenerator" = "Fremstiller et stribemønster. Du kan kontrollere stribernes farve, afstanden mellem dem og kontrasten.";"CISunbeamsGenerator" = "Fremstiller en soleffekt. Du bruger typisk resultatet af dette solstrålefilter som input til et sammensat filter.";"CISwipeTransition" = "Overgange fra et billede til et andet ved simulering af en fejende bevægelse.";"CITorusLensDistortion" = "Fremstiller en kugleringsformet linse og forvrænger den del af billedet, som linsen anbringes over.";"CITriangleTile" = "Overfører en trekantet del af et billede til et trekantet område og fliseinddeler resultatet.";"CITwelvefoldReflectedTile" = "Frembringer et fliseinddelt billede fra et kildebillede ved at anvende reflekteret symmetri med 12 retninger.";"CITwirlDistortion" = "Roterer pixler omkring et punkt, så det giver en hvirveleffekt. Du kan anføre antallet af rotationer samt effektens centrum og radius.";"CIUnsharpMask" = "Forøger kontrasten i kanterne mellem pixler af forskellige farver i et billede.";"CIVortexDistortion" = "Roterer pixler omkring et punkt for at simulere en hvirvelstrøm. Du kan anføre antallet af rotationer samt effektens centrum og radius. ";"CIWhitePointAdjust" = "Justerer referencehvidpunktet til et billede og overfører alle farverne i kilden vha. den nye reference.";"CIZoomBlur" = "Simulerer den effekt, hvor kameraet zoomer ind, mens billede tages.";"CIColorBlendMode" = "Bruger baggrundens luminansværdi med kildebilledets nuance- og mætningsværdier. Denne funktion bevarer gråtoneniveauerne i billedet.";"CIColorBurnBlendMode" = "Gør billedprøvens baggrund mørkere, så den afspejler kildebilledprøven. Prøveværdier for kildebilledet, som angiver hvid, frembringer ikke en ændring.";"CIColorDodgeBlendMode" = "Gør billedprøvens baggrund lysere, så den afspejler kildebilledprøven. Prøveværdier for kildebilledet, som angiver sort, frembringer ikke en ændring.";"CIDarkenBlendMode" = "Opretter sammensat billede ved at vælge de mørkere farveprøver (fra kildebilledet eller baggrunden). Resultatet er, at farveprøverne på baggrundsbilledet erstattes af evt. farveprøver på kildebilledet, som er mørkere. Ellers forbliver farveprøverne på baggrundsbilledet uændrede.";"CIDifferenceBlendMode" = "Trækker enten farveprøven på kildebilledet fra farveprøven på baggrundsbilledet eller omvendt, afhængigt af hvilken prøve der har den største lysstyrkeværdi. De prøveværdier fra kildebilledet, der er sorte, frembringer ingen ændring; hvid inverterer farveværdierne i baggrunden.";"CIExclusionBlendMode" = "Frembringer en effekt, der ligner den, der frembringes af CIDifferenceBlendMode-filteret, men med mindre kontrast. De farveprøver på kildebilledet, der er sorte, frembringer ingen ændring; hvid inverterer farveværdierne på baggrunden.";"CIHardLightBlendMode" = "Multiplicerer eller sorterer farver, afhængigt af kildebilledets farveprøve. Hvis farveprøven på kildebilledet er lysere end 50% grå, lysnes baggrunden som på rasterbilleder. Hvis farveprøven på kildebilledet er mørkere end 50% grå, bliver baggrunden gjort mørkere som ved mangfoldiggørelse. Hvis farveprøven på kildebilleder svarer til 50% grå, ændres kildebilledet ikke. Billedprøver, der svarer til ren sort eller ren hvid bliver til ren sort eller hvid. Den samlede effekt svarer til den, du kan opnå ved at udsætte kildebilledet for et skarpt spotlys.";"CIHueBlendMode" = "Bruger luminans- og mætningsværdierne i baggrunden med nuancen i kildebilledet.";"CILightenBlendMode" = "Opretter sammensatte billedprøver ved at vælge de lysere farveprøver (fra kildebilledet eller baggrunden). Resultatet er, at farveprøverne på baggrundsbilledet erstattes af evt. farveprøver på killdebilledet, som er lysere. Ellers forbliver farveprøverne på baggrundsbilledet uændrede.";"CILuminosityBlendMode" = "Bruger nuancen og mætningen i baggrunden med kildebilledets luminans. Denne funktion fremstiller en effekt, der er modsat den effekt, der fremstilles af CIColorBlendMode-filteret.";"CIMultiplyBlendMode" = "Multiplicerer kildebilledets prøver med baggrundsbilledets prøver. Det resulterer i farver, der er mindst lige så mørke som en af de to medvirkende farveprøver.";"CIOverlayBlendMode" = "Multiplicerer eller sorterer kildebilledets farveprøver med baggrundens farveprøver, afhængigt af baggrundsfarven. Resultatet bliver, at de eksisterende billedprøver overlægges, mens baggrundens lys og skygger bevares. Baggrundsfarven blandes med kildebilledet for at reflektere baggrundens lys eller mørke.";"CISaturationBlendMode" = "Bruger baggrundens luminans- og nuanceværdier med kildebilledets mætning. Områder i baggrunden uden mætning, dvs. helt grå områder, frembringer ingen ændring.";"CIScreenBlendMode" = "Multiplicerer det inverse af kildebilledets prøver med det inverse af baggrundsbilledets prøver. Det resulterer i farver, der er mindst lige så lyse som en af de to medvirkende farveprøver.";"CISoftLightBlendMode" = "Gør farver mørkere eller lysere, afhængigt af kildebilledets farveprøve. Hvis farveprøven på kildebilledet er lysere end 50% grå, lysnes baggrunden. Hvis farveprøven på kildebilledet er mørkere end 50% grå, bliver baggrunden gjort mørkere. Hvis farveprøven på kildebilleder svarer til 50% grå, ændres kildebilledet ikke. Billedprøver, der svarer til ren sort eller ren hvid, frembringer mørkere eller lysere områder, men bliver ikke til ren sort eller hvid. Den samlede effekt svarer til den, du kan opnå ved at udsætte kildebilledet for et diffust spotlys.";"outputImage" = "Det billede, der fremstilles af et filter.";"inputBackgroundImage" = "Det billede, der skal bruges som et baggrundsbillede.";"inputImage" = "Det billede, der skal bruges som et input-billede. Ved filtre, der også bruger et baggrundsbillede, er det forgrundsbilledet.";"inputTime" = "Effektens varighed.";"inputTransform" = "En ændring, der skal anvendes.";"inputScale" = "Effektens mængde.";"inputAspectRatio" = "Et billedformat.";"inputCenter" = "Centrum i det område, som x- og y-koordinater, der skal filtreres.";"inputRadius" = "Afstanden fra effektens centrum.";"inputAngle" = "En vinkel.";"inputRefraction" = "Brydningsforholdet i det materiale (f.eks. glas), der bruges i effekten.";"inputWidth" = "Effektens bredde.";"inputSharpness" = "Den mængde skarphed, der skal anvendes.";"inputIntensity" = "Effektens intensitet.";"inputEV" = "Det antal blændetrin, som billedet skal gøres lysere eller mørkere.";"inputSaturation" = "Mængden til justering af mætningen.";"inputColor" = "En farve.";"inputBrightness" = "Et lysstyrkeniveau.";"inputContrast" = "Et kontrastniveau.";"inputGradientImage" = "Et miljøkort med alfa. Det er typisk et billede, der indeholder lys og skygger.";"inputMaskImage" = "Et afmasket billede.";"inputShadingImage" = "Et miljøkort med alfaværdier. Det er typisk et billede, der indeholder lys og skygger.";"inputTargetImage" = "Målbilledet for en overgang.";"inputExtent" = "Et rektangel, der definerer effektens omfang.";"CIBoxBlur.inputRadius" = "Radiussen bestemmer, hvor mange pixler der bruges til at fremstille sløringen, Jo større radius, jo mere sløret bliver resultatet.";"CIDiscBlur.inputRadius" = "Radiussen bestemmer, hvor mange pixler der bruges til at fremstille sløringen, Jo større radius, jo mere sløret bliver resultatet.";"CIGaussianBlur.inputRadius" = "Radiussen bestemmer, hvor mange pixler der bruges til at fremstille sløringen, Jo større radius, jo mere sløret bliver resultatet.";"CIMotionBlur.inputRadius" ="Radiussen bestemmer, hvor mange pixler der bruges til at fremstille sløringen, Jo større radius, jo mere sløret bliver resultatet.";"CIMotionBlur.inputAngle" = "Bevægelsens vinkel bestemmes af retningen på sløringens udtværing.";"CINoiseReduction.inputNoiseLevel" = "Mængden af støjnedsættelse. Jo større værdi, jo større støjnedsættelse.";"CINoiseReduction.inputSharpness" = "Det endelige billedes skarphed. Jo større værdi, jo skarpere resultat.";"CIZoomBlur.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for effekten.";"CIZoomBlur.inputAmount" = "Zoom ind-mængden. Højere værdier zoomer mere ind.";"CIColorControls.inputSaturation" = "Den mængde mætning, der skal anvendes. Jo større værdi, jo mere mættet bliver resultat.";"CIColorControls.inputBrightness" = "Den mængde lysstyrke, der skal anvendes. Jo større værdi, jo lysere resultat.";"CIColorControls.inputContrast" = "Den mængde kontrast, der skal anvendes. Jo større værdi, jo mere kontrast i resultatbilledet.";"CIColorMatrix.inputRVector" = "Den mængde rød, som farveværdierne i kilden skal multipliceres med.";"CIColorMatrix.inputGVector" = "Den mængde grøn, som farveværdierne i kilden skal multipliceres med.";"CIColorMatrix.inputBVector" = "Den mængde blå, som farveværdierne i kilden skal multipliceres med.";"CIColorMatrix.inputAVector" = "Den mængde alfa, som farveværdierne i kilden skal multipliceres med.";"CIColorMatrix.inputBiasVector" = "En vektor, som føjes til hver farvekomponent.";"CIExposureAdjust.inputEV" = "Mængden af eksponering, som skal justeres i billedet. Jo større værdi, jo lysere eksponering.";"CIGammaAdjust.inputPower" = "Der bruges en gammaværdi til korrektion af billedets lysstyrke. Jo større værdi, jo mørkere bliver resultatet.";"CIHueAdjust.inputAngle" = "En vinkel (i grader) til brug ved korrektion af nuancen i et billede.";"CIWhitePointAdjust.inputColor" = "En farve, der skal bruges til hvidpunktet.";"CIColorCube.inputDimension" = "Farvetabellens dimensioner.";"CIColorCube.inputCubeData" = "Dette er en farvetabel over flydende RGBA-celler, der bruger beregnet alfa. Cellerne er organiseret i en standardrækkefølge. Kolonnerne og rækkerne med data er indekseret med hhv. rød og grøn. Hvert dataplan efterfølges af det næste højere plan i dataene, med planer indekseret med blå.";"CIColorMap.inputGradientImage" = "Billeddataene fra dette billede ændrer værdierne i kildebilledet.";"CIColorMonochrome.inputColor" = "Den monokrome farve, der skal anvendes på billedet.";"CIColorMonochrome.inputIntensity" = "Den monokrome effekts intensitet. En værdi på 1,0 fremstiller et monokromt billede vha. den leverede farve. En værdi på 0,0 har ingen effekt på billedet.";"CIColorPosterize.inputLevels" = "Antallet af lysstyrkeniveauer til brug med hver farvekomponent. Lavere værdier resulterer i en mere ekstrem plakateffekt.";"CIFalseColor.inputColor0" = "Den første farve, der skal bruges til farveforløbet.";"CIFalseColor.inputColor1" = "Den anden farve, der skal bruges til farveforløbet.";"CISepiaTone.inputIntensity" = "Sepiaeffektens intensitet. En værdi på 1,0 fremstiller et monokromt sepiabillede. En værdi på 0,0 har ingen effekt på billedet.";"CIBumpDistortion.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for ujævnheden."; "CIBumpDistortion.inputRadius" = "Radiussen bestemmer, hvor mange pixler der bruges til at fremstille forvrængningen, Jo større radius, jo større bliver forvrængningens omfang."; "CIBumpDistortion.inputScale" = "Effektens skalering afgør ujævnhedens krumning. En værdi på 0,0 har ingen effekt. Positive værdier frembringer en udadgående ujævnhed, mens negative værdier frembringer en indadgående ujævnhed."; "CIBumpDistortionLinear.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for forvrængningen."; "CIBumpDistortionLinear.inputRadius" = "Radiussen bestemmer, hvor mange pixler der bruges til at fremstille forvrængningen, Jo større radius, jo større bliver forvrængningens omfang.";  "CIBumpDistortionLinear.inputScale" = "Effektens skalering."; "CIBumpDistortionLinear.inputAngle" = "Vinklen (i grader) på den linje, som ujævnheden opstår omkring."; "CICircleSplashDistortion.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for forvrængningen.";  "CICircleSplashDistortion.inputRadius" = "Radiussen bestemmer, hvor mange pixler der bruges til at fremstille forvrængningen, Jo større radius, jo større bliver forvrængningens omfang.";  "CICircularWrap.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for forvrængningen.";  "CICircularWrap.inputRadius" = "Radiussen bestemmer, hvor mange pixler der bruges til at fremstille forvrængningen, Jo større radius, jo større bliver forvrængningens omfang.";  "CICircularWrap.inputAngle" = "Vinklen på effekten."; "CIDisplacementDistortion.inputDisplacementImage" = "Et billede, hvis gråtoneværdier vil blive anvendt på kildebilledet."; "CIDisplacementDistortion.inputScale" = "Mængden af tekstur i resultatbilledet. Jo større værdi, jo mere tekstur."; "CIGlassDistortion.inputTexture" = "En tekstur, der skal anvendes på billedet.";"CIGlassDistortion.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for forvrængningen."; "CIGlassDistortion.inputScale" = "Mængden af tekstur i resultatbilledet. Jo større værdi, jo mere tekstur."; "CIGlassLozenge.inputPoint0" = "Den x- og y-placering, der definerer centrum for cirklen i den ene ende af rhomben."; "CIGlassLozenge.inputPoint1" = "Den x- og y-placering, der definerer centrum for cirklen i den anden ende af rhomben.";  "CIGlassLozenge.inputRadius" = "Rhombens radius. Jo større radius, jo større omfang får forvrængningen.";  "CIGlassLozenge.inputRefraction" = "Glassets brydning."; "CIHoleDistortion.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for forvrængningen.";  "CIHoleDistortion.inputRadius" = "Radiussen bestemmer, hvor mange pixler der bruges til at fremstille forvrængningen, Jo større radius, jo større bliver forvrængningens omfang.";  "CIPinchDistortion.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for forvrængningen."; "CIPinchDistortion.inputRadius" = "Radiussen bestemmer, hvor mange pixler der bruges til at fremstille forvrængningen, Jo større radius, jo større bliver forvrængningens omfang."; "CIPinchDistortion.inputScale" = "Mængden af knibning. En værdi på 0,0 har ingen effekt. En værdi på 1,0 giver maksimal knibning.";"CITorusLensDistortion.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for kugleringen.";  "CITorusLensDistortion.inputRadius" = "Kugleringens ydre radius.";  "CITorusLensDistortion.inputWidth" = "Bredden på ringen."; "CITorusLensDistortion.inputRefraction" = "Glassets brydning."; "CITwirlDistortion.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for forvrængningen.";  "CITwirlDistortion.inputRadius" = "Radiussen bestemmer, hvor mange pixler der bruges til at fremstille forvrængningen, Jo større radius, jo større bliver forvrængningens omfang."; "CITwirlDistortion.inputAngle" = "Vinklen (i grader) på hvirvlen. Værdier kan være positive eller negative.";"CIVortexDistortion.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for forvrængningen."; "CIVortexDistortion.inputRadius" = "Radiussen bestemmer, hvor mange pixler der bruges til at fremstille forvrængningen, Jo større radius, jo større bliver forvrængningens omfang."; "CIVortexDistortion.inputAngle" = "Vinklen (i grader) på hvirvelstrømmen.";"CICheckerboardGenerator.inputColor0" = "En farve, der skal bruges til det første sæt af de skakternede kvadrater.";"CICheckerboardGenerator.inputColor1" = "En farve, der skal bruges til det andet sæt af de skakternede kvadrater.";"CICheckerboardGenerator.inputWidth" = "Bredden på kvadraten i det skakternede mønster.";"CICheckerboardGenerator.inputSharpness" = "Skarpheden i det skakternede mønster. Jo mindre værdi, jo mere sløret bliver mønstret. Værdier fra 0,0 til 1,0.";"CIConstantColorGenerator.inputColor" = "Den farve, der skal fremstilles."; "CILenticularHaloGenerator.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for overstrålingen.";"CILenticularHaloGenerator.inputHaloRadius" = "Overstrålingens radius.";"CILenticularHaloGenerator.inputHaloWidth" = "Bredden på overstrålingen fra dens indre til dens ydre radius.";"CILenticularHaloGenerator.inputOverlap" = "Mængden af overlapning mellem overstrålingens diffraktionskomponenter. En værdi på 1,0 er fuldstændig overlapning; overstrålingen er hvid. En værdi på 0,0 er ingen overlapning; farverne i overstrålingen overlapper ikke hinanden.";"CILenticularHaloGenerator.inputStriationStrength" = "Intensiteten i overstrålingens farver. Større værdier er mere intense.";"CILenticularHaloGenerator.inputStriationContrast" = "Kontrasten i overstrålingens farver. Større værdier er større kontrast.";"CIStarShineGenerator.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for stjernen."; "CIStarShineGenerator.inputColor" = "Den farve, der skal bruges til den ydre skal på den cirkulære stjerne."; "CIStarShineGenerator.inputRadius" = "Stjernens radius."; "CIStarShineGenerator.inputCrossScale" = "Størrelsen på diagonalmønsteret."; "CIStarShineGenerator.inputCrossAngle" = "Vinklen på diagonalmønsteret."; "CIStarShineGenerator.inputCrossOpacity" = "Opaciteten på diagonalmønsteret."; "CIStarShineGenerator.inputCrossWidth" = "Bredden på diagonalmønsteret."; "CIStarShineGenerator.inputEpsilon" = "Længden på diagonalens spidser."; "CIStripesGenerator.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for stribemønsteret."; "CIStripesGenerator.inputColor0" = "En farve, der skal bruges til de ulige striber."; "CIStripesGenerator.inputColor1" = "En farve, der skal bruges til de lige striber.";"CIStripesGenerator.inputWidth" = "Bredden på en stribe."; "CIStripesGenerator.inputSharpness" = "Skarpheden i stribemønsteret. Jo mindre værdi, jo mere sløret bliver mønstret. Værdier fra 0,0 til 1,0."; "CISunbeamsGenerator.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for solstrålemønsteret.";"CISunbeamsGenerator.inputColor" = "Solens farve.";"CISunbeamsGenerator.inputSunRadius" = "Solens radius.";"CISunbeamsGenerator.inputMaxStriationRadius" = "Solstrålernes radius.";"CISunbeamsGenerator.inputStriationStrength" = "Solstrålernes intensitet. Højere værdier giver større intensitet.";"CISunbeamsGenerator.inputStriationContrast" = "Solstrålernes kontrast. Højere værdier giver mere kontrast.";"CIAffineTransform.inputTransform" = "En ændring, der skal anvendes på billedet."; "CICrop.inputRectangle" = "Det rektangel, der angiver, hvilken beskæring der skal anvendes på billedet."; "CILanczosScaleTransform.inputScale" = "Den skaleringsfaktor, der skal bruges på billedet. Værdier under 1,0 skalerer billeder ned. Værdier over 1,0 skalerer billeder op."; "CILanczosScaleTransform.inputAspectRatio" = "Billedformatet."; "CIPerspectiveTransform.inputTopLeft" = "Den øverste venstre koordinat, som billedet skal overføres til."; "CIPerspectiveTransform.inputTopRight" = "Den øverste højre koordinat, som billedet skal overføres til."; "CIPerspectiveTransform.inputBottomRight" = "Den nederste højre koordinat, som billedet skal overføres til."; "CIPerspectiveTransform.inputBottomLeft" = "Den nederste venstre koordinat, som billedet skal overføres til."; "CIGaussianGradient.inputColor0" = "Den første farve, der skal bruges i gradienten."; "CIGaussianGradient.inputColor1" = "Den anden farve, der skal bruges i gradienten."; "CIGaussianGradient.inputRadius" = "Radiussen på gaussfordelingen."; "CILinearGradient.inputPoint0" = "Gradientens startposition - hvor den første farve begynder."; "CILinearGradient.inputPoint1" = "Gradientens slutposition - hvor sedon-farven begynder."; "CILinearGradient.inputColor0" = "Den første farve, der skal bruges i gradienten.";  "CILinearGradient.inputColor1" = "Den anden farve, der skal bruges i gradienten.";  "CIRadialGradient.inputRadius0" = "Radius på den startcirkel, der skal bruges i gradienten.";"CIRadialGradient.inputRadius1" = "Radius på den slutcirkel, der skal bruges i gradienten.";"CIRadialGradient.inputColor0" = "Den første farve, der skal bruges i gradienten.";  "CIRadialGradient.inputColor1" = "Den anden farve, der skal bruges i gradienten."; "CICircularScreen.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for det cirkulære rastermønster."; "CICircularScreen.inputWidth" = "Afstanden mellem hver cirkel i mønsteret."; "CICircularScreen.inputSharpness" = "Cirklernes skarphed. Jo større værdi, jo skarpere cirkler."; "CICMYKHalftone.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for halvtonemønsteret.";  "CICMYKHalftone.inputWidth" = "Afstanden mellem punkter i mønsteret."; "CICMYKHalftone.inputAngle" = "Vinklen på mønsteret."; "CICMYKHalftone.inputSharpness" = "Mønsterets skarphed. Jo større værdi, jo skarpere mønster."; "CICMYKHalftone.inputGCR" = "Erstatningsværdien for den grå komponent. Værdien kan variere fra 0,0 (ingen) til 1,0."; "CICMYKHalftone.inputUCR" = "Værdien for fjernelse af underfarven. Værdien kan variere fra 0,0 til 1.0. "; "CIDotScreen.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for rastermønsteret";  "CIDotScreen.inputAngle" = "Vinklen på mønsteret."; "CIDotScreen.inputWidth" = "Afstanden mellem punkter i mønsteret."; "CIDotScreen.inputSharpness" = "Mønsterets skarphed. Jo større værdi, jo skarpere mønster."; "CIHatchedScreen.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for det skraverede rastermønster"; "CIHatchedScreen.inputAngle" = "Vinklen på mønsteret.";"CIHatchedScreen.inputWidth" = "Afstanden mellem streger i mønsteret."; "CIHatchedScreen.inputShaprness" = "Mønsterets skarphed. Jo større værdi, jo skarpere mønster."; "CILineScreen.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for linjerastermønsteret";  "CILineScreen.inputAngle" = "Vinklen på mønsteret."; "CILineScreen.inputWidth" = "Afstanden mellem streger i mønsteret."; "CILineScreen.inputSharpness" = "Mønsterets skarphed. Jo større værdi, jo skarpere mønster."; 	"CISharpenLuminance.inputSharpness" = "Den mængde skarphed, der skal anvendes. Større værdier er skarpere.";"CIUnsharpMask.inputRadius" = "Den radius omkring en given pixel, hvor masken, der fjerner skarpheden, skal anvendes. Jo større radius, jo mere af billedet bliver berørt.";"CIUnsharpMask.inputIntensity" = "Effektens intensitet. Jo større værdi, jo mere kontrast i det berørte område.";"CIBlendWithMask.inputMaskImage" = "En gråtonemaske. Når en maskeværdi er 0,0, er resultatet i baggrunden. Når maskeværdien er 1,0, er billedet resultatet."; "CIBloom.inputRadius" = "Radiussen bestemmer, hvor mange pixler der bruges til at fremstille effekter, Jo større radius, jo større effekt.";"CIBloom.inputIntensity" = "Effektens intensitet. En værdi på 0,0 er ingen effekt. En værdi på 1,0 er maksimal effekt."; "CICrystallize.inputRadius" = "Radiussen bestemmer, hvor mange pixler der bruges til at fremstille effekten. Jo større radius, jo større bliver de resulterende krystaller."; "CIEdges.inputIntensity" = "Kanternes intensitet. Jo større værdi, jo højere intensitet."; "CIEdgeWork.inputRadius" = "Kanternes tykkelse. Jo større værdi, jo tykkere kanter."; "CIGloom.inputRadius" = "Radiussen bestemmer, hvor mange pixler der bruges til at fremstille effekter, Jo større radius, jo større effekt."; "CIGloom.inputIntensity" = "Effektens intensitet. En værdi på 0,0 er ingen effekt. En værdi på 1,0 er maksimal effekt."; "CIHeightFieldFromMask.inputImage" = "De hvide værdier i masken definerer de pixler, der er inden for højdefeltet, mens de sorte værdier definerer de pixler, der er udenfor. Feltet varierer jævnt og uafbrudt inden i masken og når værdien 0 ved kanten af masken."; "CIHeightFieldFromMask.inputRadius" = "Den afstand fra kanten af masken, hvor den jævne overgang er proportional med input-radiussen. Større værdier gør overgangen jævnere og mere tydelig. Mindre værdier får overgangen til at tilnærme sig en fillet-radius."; "CIHexagonalPixellate.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for effekten."; "CIHexagonalPixellate.inputScale" = "Skaleringen bestemmer størrelsen på sekskanterne. Større værdier resulterer i større sekskanter."; "CILineOverlay.inputNRNoiseLevel" = "Det støjniveau i billedet (brugt med kameradata), der fjernes, før billedets kanter spores. En forøgelse af støjniveauet kan hjælpe med at rydde op i de sporede kanter på billedet."; "CILineOverlay.inputNRSharpness" = "Den mængde skærpning, der udføres, når der fjernes støj i billedet, før billedets kanter spores. Det forbedrer tegningen af kanterne."; "CILineOverlay.inputEdgeIntensity" = "Accentueringsfaktoren i Sobel-gradientoplysningerne ved sporing af kanterne på billedet. Højere værdier finder flere kanter, selvom der typisk bruges en lav værdi, f.eks. 1,0."; "CILineOverlay.inputThreshold" = "Denne værdi bestemmer kanternes synlighed. Større værdier udtynder kanterne."; "CILineOverlay.inputContrast" = "Den mængde kantudjævning, der skal bruges på de kanter, der fremstilles af dette filter. Højere værdier frembringer kanter med større kontrast (mindre kantudjævnede)."; "CIPixellate.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for effekten.";  "CIPixellate.inputScale" = "Skaleringen bestemmer størrelsen på kvadraterne. Større værdier resulterer i større kvadrater."; "CIPointillize.inputRadius" = "Radius på cirklerne i resultatmønsteret."; "CIPointillize.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for effekten.";  "CIShadedMaterial.inputShadingImage" = "Det billede, der skal bruges som højdefeltet. Resultatbilledet får større højder med lysere skygger og mindre højder (lavere områder) med mørkere skygger."; "CIShadedMaterial.inputScale" = "Effektens skalering. Jo større værdi, jo mere dramatisk bliver effekten."; "CISpotColor.inputCenterColor1" = "Midterværdien i det første farveudsnit, der skal erstattes."; "CISpotColor.inputReplacementColor1" = "En erstatningsfarve til det første farveudsnit."; "CISpotColor.inputCloseness1" = "En værdi, der viser, hvor nøjagtigt den første farve skal passe, før den erstattes."; "CISpotColor.inputContrast1" = "Kontrasten i den første erstatningsfarve."; "CISpotColor.inputCenterColor2" = "Midterværdien i det andet farveudsnit, der skal erstattes."; "CISpotColor.inputReplacementColor2" = "En erstatningsfarve til det andet farveudsnit.";"CISpotColor.inputCloseness2" = "En værdi, der viser, hvor nøjagtigt den anden farve skal passe, før den erstattes."; "CISpotColor.inputContrast2" = "Kontrasten i den anden erstatningsfarve."; "CISpotColor.inputCenterColor3" = "Midterværdien i det tredje farveudsnit, der skal erstattes.";  "CISpotColor.inputReplacementColor3" = "En erstatningsfarve til det tredje farveudsnit."; "CISpotColor.inputCloseness3" = "En værdi, der viser, hvor nøjagtigt den tredje farve skal passe, før den erstattes.";  "CISpotColor.inputContrast3" = "Kontrasten i den tredje erstatningsfarve.";  "CISpotLight.inputLightPosition" = "Spotlysets x- og y-placering."; 		"CISpotLight.inputLightPointsAt" = "Den x- og y-placering, som spotlyset peger på.";  "CISpotLight.inputBrightness" = "Spotlysets lysstyrke."; "CISpotLight.inputConcentration" = "Spotlysets størrelse. Jo mindre værdi, jo mere koncentreret bliver lysstrålen."; "CISpotLight.inputColor" = "Spotlysets farve."; "CIAffineClamp.inputTransform" = "Den ændring, der skal anvendes på billedet."; "CIAffineTile.inputTransform" = "Den ændring, der skal anvendes på billedet."; "CIEightfoldReflectedTile.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for effekten.";  "CIEightfoldReflectedTile.inputAngle" = "Vinklen (i grader) på flisemønsteret."; "CIEightfoldReflectedTile.inputWidth" = "Bredden på en flise."; "CIFourfoldReflectedTile.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for effekten.";  "CIFourfoldReflectedTile.inputAngle" = "Vinklen (i grader) på flisemønsteret.";  "CIFourfoldReflectedTile.inputAcuteAngle" = "Den primære vinkel på den gentagede reflekterede flise. Små værdier frembringer tynde rhombeformede fliser, og højere værdier frembringer tykkere reflekterede fliser."; "CIFourfoldReflectedTile.inputWidth" = "Bredden på en flise.";  "CIFourfoldRotatedTile.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for effekten.";  "CIFourfoldRotatedTile.inputAngle" = "Vinklen (i grader) på flisemønsteret.";  "CIFourfoldRotatedTile.inputWidth" = "Bredden på en flise."; "CIFourfoldTranslatedTile.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for effekten.";  "CIFourfoldTranslatedTile.inputAngle" = "Vinklen (i grader) på flisemønsteret.";  "CIFourfoldTranslatedTile.inputAcuteAngle" = "Den primære vinkel på den gentagede omdannede flise. Små værdier frembringer tynde rhombeformede fliser, og højere værdier frembringer tykkere omdannede fliser."; "CIFourfoldTranslatedTile.inputWidth" = "Bredden på en flise.";  "CIGlideReflectedTile.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for effekten.";  "CIGlideReflectedTile.inputAngle" = "Vinklen (i grader) på flisemønsteret.";  "CIGlideReflectedTile.inputWidth" = "Bredden på en flise.";  "CIKaleidoscope.inputCount" = "Antal reflektioner i mønsteret."; "CIKaleidoscope.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for effekten.";  "CIKaleidoscope.inputAngle" = "Vinklen på reflektionen."; "CIOpTile.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for effekten.";  "CIOpTile.inputScale" = "Skaleringen afgør antallet af fliser i effekten."; "CIOpTile.inputAngle" = "Vinklen på en flise."; "CIOpTile.inputWidth" = "Bredden på en flise."; "CIParallelogramTile.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for effekten."; "CIParallelogramTile.inputAngle" = "Vinklen (i grader) på flisemønsteret.";  "CIParallelogramTile.inputAcuteAngle" = "Den primære vinkel på den gentagede parallelogramflise. Små værdier frembringer tynde rhombeformede fliser, og højere værdier frembringer tykkere parallelogramfliser."; "CIParallelogramTile.inputWidth" = "Bredden på en flise.";  "CIPerspectiveTile.inputTopLeft" = "Den øverste venstre koordinat på en flise."; "CIPerspectiveTile.inputTopRight" = "Den øverste højre koordinat på en flise.";"CIPerspectiveTile.inputBottomRight" = "Den nederste højre koordinat på en flise."; "CIPerspectiveTile.inputBottomLeft" = "Den nederste venstre koordinat på en flise."; "CISixfoldReflectedTile.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for effekten.";  "CISixfoldReflectedTile.inputAngle" = "Vinklen (i grader) på flisemønsteret.";  "CISixfoldReflectedTile.inputWidth" = "Bredden på en flise."; "CISixfoldRotatedTile.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for effekten."; "CISixfoldRotatedTile.inputAngle" = "Vinklen (i grader) på flisemønsteret.";  "CISixfoldRotatedTile.inputWidth" = "Bredden på en flise.";  "CITriangleTile.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for effekten.";  "CITriangleTile.inputAngle" = "Vinklen (i grader) på flisemønsteret.";  "CITriangleTile.inputWidth" = "Bredden på en flise.";  "CITwelvefoldReflectedTile.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for effekten."; "CITwelvefoldReflectedTile.inputAngle" = "Vinklen (i grader) på flisemønsteret.";"CITwelvefoldReflectedTile.inputWidth" = "Bredden på en flise."; "CIBarsSwipeTransition.inputAngle" = "Vinklen (i grader) på striberne.";	"CIBarsSwipeTransition.inputWidth" = "Bredden på hver stribe.";	"CIBarsSwipeTransition.inputBarOffset" = "En stribes forskydning i forhold til en anden";	"CIBarsSwipeTransition.inputTime" = "Overgangens parametriske tid. Denne værdi styrer overgangen fra start (ved tid 0) til slut (ved tid 1).";"CICopyMachineTransition.inputColor" = "Farven på kopimaskinens lys.";"CICopyMachineTransition.inputAngle" = "Vinklen på kopimaskinens lys.";"CICopyMachineTransition.inputWidth" = "Bredden på kopimaskinens lys. ";"CICopyMachineTransition.inputOpacity" = "Opaciteten på kopimaskinens lys. En værdi på 0,0 er gennemsigtig. En værdi på 1,0 er dækkende.";"CICopyMachineTransition.inputTime" = "Overgangens parametriske tid. Denne værdi styrer overgangen fra start (ved tid 0) til slut (ved tid 1).";"CIDisintegrateWithMaskTransition.inputMaskImage" = "Et billede, der definerer, hvilken figur der skal bruges, når der disintegreres fra kilde- til målbilledet.";"CIDisintegrateWithMaskTransition.inputShadowRadius" = "Radiussen på den skygge, der oprettes af masken.";"CIDisintegrateWithMaskTransition.inputShadowDensity" = "Tætheden på den skygge, der oprettes af masken.";"CIDisintegrateWithMaskTransition.inputShadowOffset" = "Forskydningen på den skygge, der oprettes af masken.";"CIDisintegrateWithMaskTransition.inputTime" = "Overgangens parametriske tid. Denne værdi styrer overgangen fra start (ved tid 0) til slut (ved tid 1).";"CIDissolveTransition.inputTime" = "Overgangens parametriske tid. Denne værdi styrer overgangen fra start (ved tid 0) til slut (ved tid 1).";"CIFlashTransition.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for effekten."; "CIFlashTransition.inputExtent" = "Blitzens rækkevidde.";"CIFlashTransition.inputColor" = "Farven på de lysstråler, der kommer fra blitzen.";"CIFlashTransition.inputMaxStriationRadius" = "Radiussen på de lysstråler, der kommer fra blitzen.";"CIFlashTransition.inputStriationStrength" = "Styrken på de lysstråler, der kommer fra blitzen.";"CIFlashTransition.inputStriationContrast" = "Kontrasten på de lysstråler, der kommer fra blitzen.";"CIFlashTransition.inputFadeThreshold" = "Mængden af udtoning mellem blitzen og målbilledet. Jo højere værdi, jo længere blitztid og jo kortere udtoningstid.";"CIFlashTransition.inputTime" = "Overgangens parametriske tid. Denne værdi styrer overgangen fra start (ved tid 0) til slut (ved tid 1).";"CIModTransition.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for effekten."; "CIModTransition.inputAngle" = "Vinklen på mod hole-mønstret.";"CIModTransition.inputRadius" = "Radius på de uforvrængede huller i mønsteret.";"CIModTransition.inputCompression" = "Den mængde udstrækning, der anvendes på mod hole-mønstret. Huller i centrum forvrænges ikke lige så meget som dem på kanten af billedet.";"CIModTransition.inputTime" = "Overgangens parametriske tid. Denne værdi styrer overgangen fra start (ved tid 0) til slut (ved tid 1).";"CIPageCurlTransition.inputBacksideImage" = "Det billede, der vises på bagsiden af kildebilledet, når siden trækkes af for at vise målbilledet.";"CIPageCurlTransition.inputShadingImage" = "Et billede, der ligner en skygget klode omgivet af et kvadratisk billede.";"CIPageCurlTransition.inputExtent" = "Effektens omfang.";"CIPageCurlTransition.inputAngle" = "Vinklen på den side, der trækkes af.";"CIPageCurlTransition.inputRadius" = "Radiussen på den aftrukne del.";"CIPageCurlTransition.inputTime" = "Overgangens parametriske tid. Denne værdi styrer overgangen fra start (ved tid 0) til slut (ved tid 1).";"CIRippleTransition.inputShadingImage" = "Et billede, der ligner en skygget klode omgivet af et kvadratisk billede.";"CIRippleTransition.inputCenter" = "Den x- og y-placering, der skal bruges som centrum for effekten."; "CIRippleTransition.inputExent" = "Effektens omfang.";"CIRippleTransition.inputWidth" = "Bredden på vandløbet.";"CIRippleTransition.inputScale" = "En værdi, der bestemmer, om vandløbet starter som en stigning (højere værdi) eller som en krusning (lavere værdi).";"CIRippleTransition.inputTime" = "Overgangens parametriske tid. Denne værdi styrer overgangen fra start (ved tid 0) til slut (ved tid 1).";"CISwipeTransition.inputExtent" = "Effektens omfang.";"CISwipeTransition.inputColor" = "Farven på fejebevægelsen.";"CISwipeTransition.inputAngle" = "Vinklen på fejebevægelsen.";"CISwipeTransition.inputWidth" = "Bredden på fejebevægelsen";"CISwipeTransition.inputOpacity" = "Opaciteten på fejebevægelsen.";"CISwipeTransition.inputTime" = "Overgangens parametriske tid. Denne værdi styrer overgangen fra start (ved tid 0) til slut (ved tid 1).";"CIAreaHistogram" = "Beregner et histogram for det anførte område af et billede og returnerer resultatet i 1D-billede.";"CIAreaHistogram.inputExtent" = "Et rektangel, der anfører underområdet på det billede, som du vil behandle.";"CIAreaHistogram.inputCount" = "Antallet af inddelinger i histogrammet.";"CIAreaHistogram.inputImage" = "Det billede, hvis histogram du vil beregne.";"CIAreaHistogram.inputScale" = "Den skaleringsværdi, der skal bruge til histogramværdierne.";"CIAreaMaximum" = "Beregner de maks. komponentværdier i det anførte område af et billede og returnerer resultatet i en pixel.";"CIAreaMaximum.inputExtent" = "Et rektangel, der anfører underområdet på det billede, som du vil behandle.";"CIAreaMaximum.inputImage" = "Det billede, der skal behandles.";"CIAreaMinimum" = "Beregner de min. komponentværdier i det anførte område af et billede og returnerer resultatet i en pixel.";"CIAreaMinimum.inputExtent" = "Et rektangel, der anfører underområdet på det billede, som du vil behandle.";"CIAreaMinimum.inputImage" = "Det billede, der skal behandles.";"CIAreaMaximumAlpha" = "Finder og returnerer den pixel, der har den maksimale alfaværdi.";"CIAreaMaximumAlpha.inputExtent" = "Et rektangel, der anfører underområdet på det billede, som du vil behandle.";"CIAreaMaximumAlpha.inputImage" = "Det billede, der skal behandles.";"CIAreaMinimumAlpha" = "Finder og returnerer den pixel, der har den minimale alfaværdi.";"CIAreaMinimumAlpha.inputExtent" = "Et rektangel, der anfører underområdet på det billede, som du vil behandle.";"CIAreaMinimumAlpha.inputImage" = "Det billede, der skal behandles.";"CIAreaAverage" = "Beregner gennemsnitsfarven i det anførte område af et billede og returnerer resultatet i en pixel.";"CIAreaAverage.inputExtent" = "Et rektangel, der anfører underområdet på det billede, som du vil behandle.";"CIAreaAverage.inputImage" = "Det billede, der skal behandles.";"CIRowAverage" = "Beregner gennemsnitsfarven for hver række i det anførte område af et billede og returnerer resultatet som et 1D-billede.";"CIRowAverage.inputExtent" = "Et rektangel, der anfører underområdet på det billede, som du vil behandle.";"CIRowAverage.inputImage" = "Det billede, der skal behandles.";"CIColumnAverage" = "Beregner gennemsnitsfarven for hver kolonne i det anførte område af et billede og returnerer resultatet som et 1D-billede.";"CIColumnAverage.inputExtent" = "Et rektangel, der anfører underområdet på det billede, som du vil behandle.";"CIColumnAverage.inputImage" = "Det billede, der skal behandles.";"CIMinimumComponent" = "Konverterer et billede til gråtoner vha. det minimale af de tre farvekomponenter.";"CIMinimumComponent.inputExtent" = "Et rektangel, der anfører underområdet på det billede, som du vil behandle.";"CIMinimumComponent.inputImage" = "Det billede, der skal behandles.";"CIMaximumComponent" = "Konverterer et billede til gråtoner vha. det maksimale af de tre farvekomponenter.";"CIMaximumComponent.inputExtent" = "Et rektangel, der anfører underområdet på det billede, som du vil behandle.";"CIMaximumComponent.inputImage" = "Det billede, der skal behandles.";